Repository: gpodyt/YouTubeDownloader
Catalog: YTDownloader/language_*.resx
Languages: mk

# activityTab
source: Activity
mk: Активност

source: Audio
mk: Аудио

# AutoUpdateFormText
source: Auto-Update
mk: Автоматска надградба

# best
source: Best Available
mk: Најдобриот достапен

# btnDownload
source: Download
mk: Симни

# btnPaste
source: Paste URL
mk: Залепи URL

# btnVideoOnly
source: The video
mk: Видеото

# btnWholePlaylist
source: The whole playlist
mk: Целата плејлиста

# cb60fps
source: Force 60p
mk: Форсирај 60p

# cmDeleteActivity
source: Delete from activity tab
mk: Избриши од активност

# cmDeleteFile
source: Delete file from your computer
mk: Избриши го фајлот од компјутер

# cmOpenFolder
source: Open containing folder
mk: Отворете ја папката што го соддржи видеото

# cmPause
source: Pause download
mk: Паузирај симнување

# cmResume
source: Resume download
mk: Продолжи симнување

# cmStart
source: Start download
mk: Почни симнување

# cmStop
source: Stop download
mk: Сопри симнување

# deleteFromActivity
source: Delete from activity tab
mk: Избриши од активност

# deleteFromPC
source: Delete file from your computer
mk: Избриши го фајлот од компјутер

# directoryDoesntExist
source: The selected directory does not exist. Please check it before continuing.
mk: Селектираниот директориум не постои. Ве молиме проверете го пред да симнете.

# downloadTab
source: Download
mk: Симнување

# etaColumn
source: ETA
mk: Преостанато време

# formatColumn
source: Format
mk: Формат

# gbTrim
source: Trim audio
mk: Скрати аудио

# LanguageLabel
source: Language:
mk: Јазик:

# LanguageSelection
source: Choose a language
mk: Одберете јазик

# lblAutoUpdating
source: Auto updating..
mk: Автоматско надградување...

# lblCannotChangeSetting
source: Cannot change this setting while there are active downloads.
mk: Не може да се смени ова поставување додека има активни симнувања.

# lblDoNotClose
source: Please do not close the program!
mk: Ве молиме не ја затварајте програмата!

# lblDownloadQuality
source: Download Quality
mk: Квалитет

# lblDownloadsWarning1
source: WARNING: Settings this number too high will significantly
mk: ВНИМАНИЕ: Поставувањето на оваа вредност превисоко

# lblDownloadsWarning2
source: affect your computer's performance!
mk: значително ќе ги наруши перформансите на вашиот компјутер!

# lblEndTime
source: End Time
mk: Крајно време

# lblEnterUrl
source: Paste a YouTube video or playlist URL that you want to download:
mk: Залепете линк од Јутјуб видео или плејлиста кои сакате да ги симнете:

# lblItWillCloseAuto
source: This window will close automatically.
mk: Овој прозорец ќе се затвори автоматски.

# lblRestartProgram
source: Restart the program for changes to take effect.
mk: Рестартирајте ја програмата за поставувањата да имаат ефект.

# lblSaveTo
source: Save To
mk: Симнете во

# lblStartTime
source: Start Time
mk: Почетно време

# lblTrimInfo
source: Leave the time at 00:00:00 if you want to download the whole song.
mk: Оставете го времето на 00:00:00 ако сакате да ја симнете целата песна.

# MaxSimDownLabel
source: Maximum number of simultaneous downloads:
mk: Максимален број на истовремени симнувања:

# msgCouldntDeleteFile1
source: The file "
mk: Фајлот "

# msgCouldntDeleteFile2
source: " is in use and couldn't be deleted. Check your downloads folder for unfinished files.
mk: " е во употреба и не можеше да биде избришан. Проверете ја вашата симнувачка папка за недовршени фајлови.

# msgFilesNotDeleted1
source: The video "
mk: Видеото "

# msgFilesNotDeleted2
source: " couldn't be deleted. Delete it manually from your downloads folder.
mk: " не можеше да биде избришано. Избришете го мануелно од вашата симнувачка папка.

# msgVideoAlreadyInActivityTab1
source: The video "
mk: Видеото "

# msgVideoAlreadyInActivityTab2
source: " you are trying to add already exists in the Activity Tab. Please remove it before downloading it again.
mk: " кое пробувате да го додадете веќе постои во Активност Табот. Ве молиме, избришете го пред повторно да го симнете.

# openContaining
source: Open containing folder
mk: Отворете ја папката што го соддржи видеото

# p60
source: Best Available (60fps)
mk: Најдобриот достапен (60fps)

source: Pause
mk: Паузирај

# pbStatus_cancelled
source: Cancelled
mk: Сопрено

# pbStatus_converting
source: Converting
mk: Конвертирање

# pbStatus_done
source: Done
mk: Завршено

# pbStatus_error
source: Error
mk: Грешка

# pbStatus_loading
source: Loading
mk: Вчитување

# pbStatus_muxing
source: Muxing
mk: Спојување

# pbStatus_paused
source: Paused
mk: Паузирано

source: Playlist
mk: Плејлиста

# playlistAndVideoText
source: A video you are trying to add also has a playlist in it's link. Did you mean to download the video or the whole playlist? Note: Your choice here will apply to all the remaining video/playlist links.
mk: Видео кое пробувате да го додадете во неговиот линк содржи и плејлиста. Дали сакавте да го симнете видеото или целата плејлиста? Напомена: Вашиот избор ќе важи за сите останати вакви линкови.

# playlistStatus
source: Loading playlist
mk: Се вчитува плејлистата

# PlaylistVideoForm
source: Video with playlist link detected
mk: Видео со линк од плејлиста беше детектирано

# ProgramTitle
source: Marko's YouTube Downloader v1.0
mk: Јутјуб Давнлодерот на Марко v1.0

# progressColumn
source: Progress
mk: Прогрес

source: Settings
mk: Поставувања

# sizeColumn
source: Size
mk: Големина

# speedColumn
source: Speed
mk: Брзина

# status0
source: Done
mk: Завршено

# status1
source: Loading metadata
mk: Вчитување податоци

# status10
source: Video has already been downloaded
mk: Видеото е веќе симнато

# status2
source: Downloading video
mk: Се симнува видео

# status3
source: Downloading audio
mk: Се симнува аудио

# status4
source: Format error, downloading best quality
mk: Грешка со форматот, се симнува најдобриот достапен

# status5
source: Muxing
mk: Се спојува

# status6
source: Error
mk: Грешка

# status7
source: Converting to MP3
mk: Се конвертира во MP3

# status8
source: Cancelled
mk: Сопрено

# status9
source: Paused
mk: Паузирано

# statusColumn
source: Status
mk: Статус

# ttForce60fps
source: Check this box if you want to make sure that your video downloads in 60p. (if available)
mk: Штиклирајте го ова поле ако сакате да се осигурате дека вашето видео ќе се симне во 60p. (доколку е достапно)

source: Unknown
mk: Непознато

source: Video
mk: Видео

# videoColumn
source: Video
mk: Видео
